[
{
  "title":"A Share in the Reward",
  "body":"There was a beautiful town. The town was led by a friendly and generous man, who is the richest person in the town. He was so generous that he always helped people and fulfilled their needs. and did not have a child for so many years. In order to celebrate the birth of his child, he arranged for a massive feast to all the people in the town. He appointed famous cooks from various parts of the country and ordered them to serve more than 100 varieties of foods to the villagers. The cooks and their assistants started cooking the feast. While they managed to have majority of foods, they weren't able to get fish, a special delicacy. The rich man, on knowing this, announced to the people that he would reward enormously to the person who brings him the fish to complete the feast. The announcement was made all over the town and many villagers tried hard to get fish. While most of them failed, a middle aged man got a huge fish and rushed to the rich man. While he was about to enter into his palace, he was stopped by the gate-keeper. The middle aged man promise to give half the reward he earn if the gatekeeper allow let him inside. The greedy gatekeeper considering the announcement of lump sum reward from his employer, let the man go inside with the fish. The rich man was happy getting the fish and ordered his cooks to complete the feast. And he said, 'I'm so happy that you got me the fish here. Tell me what you want? I can reward you anything. You need a bag of gold coins? Jewelries? A home or a land?" The man who brought the fish said, 'l want 100 lashes on my back!' Everyone was stunned to hear this! Still, as promised, the rich man decided to reward him as he wish. Before the servants were prepared to lash him, he requested the rich man to call the gate-keeper inside. All are surprised about the connection between the two. The middle aged man pointing at the gate keeper told, 'he is my business partner. He did not allow me take the fish inside and I promised him to reward 50 percent of what I receive, then he permitted me. So please, he deserves half the reward you are giving me!' The rich man understood the reason behind the demand of 100 lashes. He asked the gatekeeper, 'I want to reward you fully that is asked by the man who brought the fish!"' The greedy gate-keeper had a big smile and said yes. The servant lashed him 100 times on his back and he was terribly chorkerl The middlo anod man ulac rewarded with gold coins. Greediness will put you in trouble Taking the short route to earn more or shortcut to success will not help you Laziness doesn't earn you anything."
  }


  
]
