[
{
  "title":"A Share in the Reward",
  "body":"There was a beautiful town. The town was led by a friendly and generous man, who is the richest person in the town. He was so generous that he always helped people and fulfilled their needs. and did not have a child for so many years. In order to celebrate the birth of his child, he arranged for a massive feast to all the people in the town. He appointed famous cooks from various parts of the country and ordered them to serve more than 100 varieties of foods to the villagers. The cooks and their assistants started cooking the feast. While they managed to have majority of foods, they weren't able to get fish, a special delicacy. The rich man, on knowing this, announced to the people that he would reward enormously to the person who brings him the fish to complete the feast. The announcement was made all over the town and many villagers tried hard to get fish. While most of them failed, a middle aged man got a huge fish and rushed to the rich man. While he was about to enter into his palace, he was stopped by the gate-keeper. The middle aged man promise to give half the reward he earn if the gatekeeper allow let him inside. The greedy gatekeeper considering the announcement of lump sum reward from his employer, let the man go inside with the fish. The rich man was happy getting the fish and ordered his cooks to complete the feast. And he said, 'I'm so happy that you got me the fish here. Tell me what you want? I can reward you anything. You need a bag of gold coins? Jewelries? A home or a land? The man who brought the fish said, 'l want 100 lashes on my back!' Everyone was stunned to hear this! Still, as promised, the rich man decided to reward him as he wish. Before the servants were prepared to lash him, he requested the rich man to call the gate-keeper inside. All are surprised about the connection between the two. The middle aged man pointing at the gate keeper told, 'he is my business partner. He did not allow me take the fish inside and I promised him to reward 50 percent of what I receive, then he permitted me. So please, he deserves half the reward you are giving me!' The rich man understood the reason behind the demand of 100 lashes. He asked the gatekeeper, 'I want to reward you fully that is asked by the man who brought the fish!' The greedy gate-keeper had a big smile and said yes. The servant lashed him 100 times on his back and he was terribly chorkerl The middlo anod man ulac rewarded with gold coins. Greediness will put you in trouble Taking the short route to earn more or shortcut to success will not help you Laziness doesn't earn you anything."
  },
  {
  "title":"The Proud Boy",
    "body":"The Proud Boy THERE was once a very proud boy. He always walked through the village with pockets. The boys used to stare at him, his eyes turned down and his hands in his 9 and say nothing; and when he was out of sight, they breathed freely. So the proud boy was lonely, and would have had no friends out of doors if it had not been for two stray dogs, the green trees, and a flock of geese upon the common. One day, just by the weaver's cottage, he met the tailor's son. Now the tailor's son made more noise than any other boy in the village, and when he had done anything wrong he stuck to it, and said he didn't care; so the neighbours thought that he was very brave, and would do wonders when he came to be a man, and some of them hoped he would be a great traveller,and stay long in distant lands. When the tailor's son saw the proud boy he danced in front of him, and made faces, and provoked him sorely, until, at last, the proud boy turned round and suddenly boxed the ears of the tailor's son, and threw his hat into the road. The tailor's son was surprised, and, without waiting to pick up his hat, ran away, and sitting down in the carpenter's yard, cried bitterly. After a few minutes, the proud boy came to him and returned him his hat, saying politely. There is no dust on it ; you deserved to have your ears boxed, but I am sorry I was so rude as to throw your hat on to the road.I thought you were proud, said the tailor's son, astonished; I didn't think you'd say that I wouldn't. Perhaps you are not proud? No, I am not. Ah, that makes a difference,said the proud boy, still more politely. When you are proud, and have done a foolish thing, you make a point of owning it.But it takes a lot of courage, said the tailor's son. Oh, dear, no, answered the proud boy;it only takes a lot of cowardice not to; and then turning his eyes down again, he softly walked away."
  },
   {
  "title":"The Broken Horse",
    "body":"Tina was a 6 years old cute girl. She is very fond of wooden toys, especially she had a beautiful wood horse gifted by her uncle when she was 2 years old. The wooden horse has been her close pal and her pet. e She has a 9 years old brother. She went on a vacation to a nature resort in the woods with her family. She carried the wooden horse with her. She enjoyed her holiday with her family in the woods. While she was packing things with her brother as they planned to return home, the wooden horse fallen down and one of the legs were broken. Tina was too sad and silently cried for her horse. She was very upset. They packed all things and left the woods. Entire family tried to cheer up the sweet little girl, but Tina was so silent, very upset. Tina's brother tried to console her a lot. They had a break for lunch and Tina refused to eat. Her momma requested her to eat food, she ate a very little amount of food. While others were eating, she sat quietly in their car. Her brother came to her and kissed her cheek, told her, Tina dear, don't worry, don't get upset dear. It is only a wooden toy. The horse doesn't have a life like us and it is just a lifeless thing. Don't be so sad for the broken leg.Even if the horse loses its tail, it won't be hurting the horse. Even if all four legs are broken, the wooden horse remains same.Even if the horse loses its head, it won't be painful. I will buy a new wood horse for you! Tina replied, 'You think it doesn't matter that a leg of my pet toy was broken?' Her brother replied, 'Yes dear!' Tina replied, 'Yes brother you are right. It won't be a major issue for you even if the horse is broken into pieces at this age. But if you are in my age, if you had a pet like I had, you will feel how painful it would be to even if a small part of horse is broken!' Her brother left silently! Just like Tina, everyone has different feelings of different aspects. What we considered of no importance will be a treasure of somebody!"
  },
   {
  "title":"In the Moonlight",
    "body":"HE picked a buttercup, and held it up to her chin. Do you like butter? he asked. Butter! she exclaimed. They are not made into butter. They are made into crowns for the Queen; she has a new one every morning.I'll make you a crown, he said. You shall wear it to-night. But where will my throne be ? she asked. It shall be on the middle step of the stile by the corn-field. So when the moon rose I went out to see. He wore a red jacket and his cap with the feather in it. Round her head there was a wreath of buttercups; it was not much like a crown. On one side of the wreath there were some daisies, and on the other was a little bunch of blackberryblossom. Come and dance in the moonlight, he said ; so she climbed up and over the stile,and stood in the corn-field holding out her two hands to him. He took them in his, and then they danced round and round all down the pathway, while the wheat nodded wisely on either side, and the poppies awoke and wondered. On they went, on and on through the corn-field towards the broad green meadows stretching far into the distance. On and on, he shouting for joy, and she laughing out so merrily that the sound travelled to the edge of the wood, and the thrushes heard, and dreamed of Spring. On they went, on and on, and round and round, he in his red jacket, and she with the wild flowers dropping one by one from her wreath. On and on in the moonlight, on and on till they had danced all down the corn-field, till they had crossed the green meadows, till they were hidden in the mist beyond. That is all I know; but I think that in the far far off somewhere, where the moon is shining, he and she still dance along a corn-field, he in his red jacket, and she with the wild flowers dropping from her hair. "
  },
   {
  "title":"Writing a Book",
    "body":"LET us write a book, they said; but what shall it be about ?A fairy story, said the elder sister. A book about kings and queens, said the other. Oh, no, said the brother, let's write about animals. We will write about them all, they cried together. So they put the paper, and pens, and ink ready. The elder sister took up a fairy story and looked at it, and put it down again. I have never known any fairies, she said,except in books; but, of course, it would not do to put one book inside another anyone could do that.I shall not begin to-day, the little one said, for I must know a few kings and queens before I write about them, or I may say something foolish. I shall write about the pig, and the pony, and the white rabbit, said the brother; but first I must think a bit. It would never do to write a book without thinking. Then the elder sister took up the fairy story again, to see how many things were left out, for those, she thought, would do to go into her book. The little one said to herself, Really, it is no good thinking about kings and queens until I have known some, so I must wait; and while the brother was considering about the pig, and the pony, and the white rabbit he fell asleep. So the book is not written yet, but when it is we shall know a great deal."
  },
   {
  "title":"The Three Men and a Family",
    "body":"The Three Men and a Family It was a sunny day. Three old men with long white beard were wandering on the road. They saw a beautiful little house and decided to enter the house. The old men knocked the door. A lady opened the door. The old men asked whether they have all members of the family. The lady replied, 'Me and my mother-in-law are here. My husband and children will be back to home in the evening. Please let me know how can I help you?' The old men told her, 'then we will wait until all members of your family return home.' The lady replied, 'but you look so tired and weak. I will bring you some food. You may have some rest.' They said no and 'no problem dear. We are not hungry and we don't need anything. We shall wait till evening. All three men were sitting under a tree and relaxing. Children reached home after school and the old men talked to them. It was almost 6 pm and the lady again requested the three men to have some drink at least. However, they denied. The woman, her mother in law and children were little suspicious, as they had no clue about who those three men were. In an hour, her husband reached home. She told everything happened and asked him to talk to those men. The man invited them to come inside their home. The entire family welcomed the three old men and requested them to get in. The first old man told the family, 'l'm so sorry. All of us cannot come to your home. You have to choose one among us, as we all don't enter into a house together.' The family was confused, while the first men added, 'I'm LOVE. If you want to have the flow of love and peace for ever in your house, pick me.' He pointed the second men and said, 'He is wealth! He will give you enormous wealth.' Pointing the third men, he said, 'He is success. He will provide you success in all your attempts.' Now you can choose one among us and the person you choose will enter your home, ended the three men. The family started discussing about choosing from them. The lady told to invite wealth as they weren't very rich. However, the man refused and wanted to invite success and prove him to the world that he is very successful in the world. Alternatively, the children and the old lady, the grandmother of the kids had a different thought. They wanted to invite love, so that the family will stay happy forever. After discussing for some time, the family decided to invite love to fulfill the desire of children and the old lady. The entire family approached the three men and invited love to stay with them. By hearing this, all the three old men entered the house happily. All were surprised and they questioned. Success told them, if your choice is something other than love, the person you chose will be with you. Wealth added that, filled with love will be filled by abundance prosperity and success. Share Love and Choose to Stay Lovable!"
  },
   {
  "title":"Elephants and a Rope",
    "body":"The Three Men and a Family It was a sunny day. Three old men with long white beard were wandering on the road. They saw a beautiful little house and decided to enter the house. The old men knocked the door. A lady opened the door. The old men asked whether they have all members of the family. The lady replied, 'Me and my mother-in-law are here. My husband and children will be back to home in the evening. Please let me know how can I help you?' The old men told her, 'then we will wait until all members of your family return home.' The lady replied, 'but you look so tired and weak. I will bring you some food. You may have some rest.' They said no and 'no problem dear. We are not hungry and we don't need anything. We shall wait till evening. All three men were sitting under a tree and relaxing. Children reached home after school and the old men talked to them. It was almost 6 pm and the lady again requested the three men to have some drink at least. However, they denied. The woman, her mother in law and children were little suspicious, as they had no clue about who those three men were. In an hour, her husband reached home. She told everything happened and asked him to talk to those men. The man invited them to come inside their home. The entire family welcomed the three old men and requested them to get in. The first old man told the family, 'l'm so sorry. All of us cannot come to your home. You have to choose one among us, as we all don't enter into a house together.' The family was confused, while the first men added, 'I'm LOVE. If you want to have the flow of love and peace for ever in your house, pick me.' He pointed the second men and said, 'He is wealth! He will give you enormous wealth.' Pointing the third men, he said, 'He is success. He will provide you success in all your attempts.' Now you can choose one among us and the person you choose will enter your home, ended the three men. The family started discussing about choosing from them. The lady told to invite wealth as they weren't very rich. However, the man refused and wanted to invite success and prove him to the world that he is very successful in the world. Alternatively, the children and the old lady, the grandmother of the kids had a different thought. They wanted to invite love, so that the family will stay happy forever. After discussing for some time, the family decided to invite love to fulfill the desire of children and the old lady. The entire family approached the three men and invited love to stay with them. By hearing this, all the three old men entered the house happily. All were surprised and they questioned. Success told them, if your choice is something other than love, the person you chose will be with you. Wealth added that, filled with love will be filled by abundance prosperity and success. Share Love and Choose to Stay Lovable!"
  },
   {
  "title":"The Donkey on Wheels",
    "body":"THERE was once a poor little donkey on wheels. It had never wagged its tail, or tossed its head, or said, Hee-haw! or tasted a tender thistle. It always went about, anywhere that anyone pulled it, on four wooden wheels, carrying a foolish knight, who wore a large cocked hat and a long cloak, because he had no legs. Now, ao man who has no legs, and rides a donkey on wheels, has little cause for pride; but the knight was haughty, and seldom remembered his circumstances. So the donkey suffered sorely, and in many ways. One day the donkey and the knight were on the table in front of the child to whom they both belonged. She was cutting out a little doll's frock with a large pair of scissors. Mistress, said the knight, this donkey tries my temper. Will you give me some spurs?Oh, no, sir knight,the child answered.You would hurt the poor donkey; besides, you have no heels to put them on.Cruel knight! exclaimed the donkey.Make him get off, dear mistress; I will carry him no longer.Let him stay,said the child, gently; he has no legs, and cannot walk.Then why did he want spurs?Just the way of the world, dear donkey, just the way of the world.Ah! sighed the donkey, some ways are very trying, especially the world's; and then it said no more, but thought of the fields it would never see, and the thistles it would never taste."
  },
   {
  "title":"On the way to the Sun",
    "body":"HE had journeyed a long way, and was very tired. It seemed like a dream when he stood up after a sleep in the field, and looked over the wall, and saw the garden, and the flowers, and the children playing all about. He looked at the long road behind him, at the dark wood and the barren hills;it was the world to which he belonged. He looked at the garden before him, at the big house, and the terrace, and the steps that led down to the smooth lawn it was the world which belonged to the children. Poor boy,said the elder child, I will get you something to eat. But where did he come from? the gardener asked. We do not know, the child answered; but he is very hungry, and mother says we may give him some food.I will take him some milk, said the little one; in one hand she carried a mug and with the other she pulled along her little broken cart. But what is he called? asked the gardener. We do not know, the little one answered;but he is very thirsty, and mother says we may give him some milk.Where is he going? asked the gardener. We do not know, the children said; but he is very tired. When the boy had rested well, he got up saying, I must not stay any longer, and turned to go on his way.What have you to do? the children asked. I am one of the crew, and must help to make the world go round, he answered. Why do we not help too?You are the passengers.How far have you to go?they asked. Oh, a long way! he answered. On and on until I can touch the sun.Will you really touch it? they said, awestruck. I dare say I shall tire long before I get there, he answered sadly. Perhaps without knowing it, though, I shall reach it in my sleep, he added. But they hardly heard the last words, for he was already far off. Why did you talk to him? the gardener said. He is just a working boy. And we do nothing! It was very good of him to notice us, they said, humbly. Good!said the gardener in despair. Why, between you and him there is a great difference.There was only a wall, they answered. Who set it up? they asked curiously. Why, the builders, of course. Men set it up.And who will pull it down ?It will not want any pulling down, the man answered grimly. Time will do that.As the children went back to their play, they looked up at the light towards which the boy was journeying. Perhaps we too shall reach it someday, they said."
  },
   {
  "title":"The Light on the Hills",
    "body":"I WANT to work at my picture, he said, and went into the field. The little sister went too, and stood by him watching while he painted. The trees are not quite straight, she said,presently, and oh, dear brother, the sky is not blue enough.It- will all come right soon, he answered. Will it be of any good?Oh yes, she said, wondering that he should even ask, it will make people happy to look at it. They will feel as if they were in the field.If I do it badly, will it make them unhappy?Not if you do your very best, she answered; for they will know how hard you have tried. Look up, she said suddenly, look up at the light upon the hills, and they stood together looking at all he was trying to paint, at the trees and the field, at the deep shadows and the hills beyond, and the light that rested upon them. It is a beautiful world, the girl said. It is a great honour to make things for it.It is a beautiful world, the boy echoed sadly. It is a sin to disgrace it with things that are badly done.But you will do things well?I get so tired, he said, and long to leave off so much. What do you do when you want to do your best,-your very, very best? he asked, suddenly. I think that I am doing it for the people l love, she answered. It makes you very strong if you think of them; you can bear pain, and walk far, and do all manner of things, and you don't get tired so soon. He thought for a moment. Then I shall paint my picture for you, he said;I shall think of you all the time I am doing it. Once more they looked at the hills that seemed to rise up out of the deep shadows into the light, and then together they went home. Soon afterwards a great sorrow came to the boy. While the little sister slept, she wandered into another world, and journeyed on so far that she lost the clue to earth, and came back no more. The boy painted many pictures before he saw the field again, but in the long hours, as he sat and worked, there came to him a strange power that answered more and more truly to the longing in his heart the longing to put into the world something of which he was not ashamed, something which should make it, if only in the person of its meanest,humblest citizen, a little happier or better. At last, when he knew that his eye was true and his touch sure, he took up the picture he had promised to paint for the dear sister, and worked at it until he was finished. This is better than all he has done before, the beholders said. It is surely beautiful, for it makes one happy to look at it.And yet my heart ached as I did it, the boy said, as he went back to the field. I thought of her all the time I worked, it was sorrow that gave me power. It seemed as if a soft voice, that spoke only to his heart,answered back Not sorrow but love, and perfect love has all things in its gift, and of it are all things born save happiness, and though that may be born too How does one find happiness? interrupted the boy. It is a strange chase, the answer seemed to be; to find it for one's own self, one must seek it for others. We all throw the ball for each other.But it is so difficult to seize.Perfect love helps one to live without happiness, his own heart answered to himself;and above all things it helps one to work and to wait.But if it gives one happiness too? he asked eagerly. Ah, then it is called Heaven."
  },
   {
  "title":"A Faithful Dog",
    "body":"Neil loves to travel and he was so fond of forests. Whenever he plans for a holiday,he would choose a place that is blessed by Mother Nature. To celebrate his son's second birthday, he decided to stay and enjoy the celebration in woods, located at the lap of a mountain. He with his family and friends, reached the village located near the woods and had his stay in the cottage. The cottage was located at the entrance of the dense forest, where the guests can view animals roaming in the nearby place. Neil's son saw a dog at the door and offered him a biscuit. The dog was happy and very soon the little boy befriended the dog. On second day, the birthday of the boy was celebrated grandly in the woods within beautiful nature. The dog did not leave the boy even for a minute and they both became close pals. The next day, Neil, his wife and others decided to go for hunting in the forest and arranged a babysitter to take care of the little for half a day. After 3 hours, all the elders returned to the cottage and they seemed very tired. The dog saw Neil and others, it rushed to them and licked Neil's shoes. The cottage was open and nobody was there. Man with DogNeil's wife was shocked to see the blood stains in the dog's mouth and she shouted. All of them thought that the dog has killed Neil's little boy. Everyone was shocked to see the blood-spattered mouth and started to lash the dog. The dog screamed in pain. Neil hit the dog with his gun and it was wounded badly. Hearing the dog's screaming noise, the babysitter rushed to the entrance with Neil's son They were all speechless and enquired what happened to the dog and why blood stains in the dog's mouth was? The babysitter told that the boy was about to get attacked by a wolf which roamed around the house, but luckily it was killed by the dog. She showed the dead wolf to them. They felt so bad and offered first aid to the wounded dog. Haste makes waste! Decisions made in hurry won't be helpful."
  },
   {
  "title":"You Cannot Please Everyone",
    "body":"Bill a 40 year old man was a cloth vendor. He used to sell different types of clothes in the nearby towns and villages. He used to carry the cloth bags on top of his donkey. He took his 15 years old son along with him to a nearby town. The donkey carried two bags and all the clothes were sold. Both father and son were happy. After having a huge business and lump sum profit, Bill was happily returning home with his son and his donkey. They were very tired and find it too hard to reach their place. All the three walked slowly on their way back to home. Two men saw them very tired. They spoke to themselves, 'See they are very tired and exhausted it seems. They have a donkey, why not any one of them can sit in that donkey? Fools, they find it difficult to walk and still don't use the donkey! The father and son heard the two men having a conversation about them and son asked his father to sit on the donkey. He agreed and sat on the donkey. After a few minutes, an old man saw Bill on top of the donkey and yelled at him, 'Hey look at your boy. He is so tired and why are you sitting on the donkey. Let him sit on the donkey and you walk!' Bill made his son sit on the donkey and they contained their journey for a while. Another stranger shouted at Bill's son, 'Hey you are too young, can't you walk? You made your father walk behind you? Get down now! Bill and his son was confused and did not know what to do. They both decided to sit on the donkey. The donkey was unable to walk carrying heavy weight on his back. Another man saw them at a distance and rushed towards them. He shouted at Bill and his son, 'Are you mad? How the donkey can carry you both? Can't you walk? Why are you hurting this animal?' Bill and the boy were stunned and remained speechless for a while. It is not possible to please everyone. Everyone has got different views and opinions. It's too hard to please or follow everyone. Sometimes, we should go by what our mind says and simply follow the heart."
  }



  
]
